<?php    
  $_HOME = 'Насловна';
  $title = 'Ovaj title je na Srpskom';
  $prekogranicniplanrada = 'Прекогранични план рада';
  $covertext = 'Платформа ЕМС АД за транспарентност';
  $en = 'ENGLISH';
  $rs = 'СРПСКИ';
  $transparentnost = 'ранспарентност';
  $transparentnostsat = 'Tранспарентност';
  $upravljanjezagusenjima = 'Пренос';
  $pocetna = 'Почетна';
  $operativnipodaci = 'Оперативни подаци';
  $promeneprekogranicnihplanovarada = 'Промене прекограничних планова рада';
  $balansiranjeipotrosnja = 'Потрошња';
  $prognoziranidanunapredpotrosnja = 'Прогрозирана дан унапред потрошња';
  $ostvarenapotrosnja = 'Остварена потрошња';
  $prognozapotrosnjesedmicna = 'Прогноза потрошње - седмична';
  $prognozapotrosnjemesecna = 'Прогноза потрошње - месечна';
  $prenosnikapacitet = 'Преносни капацитет';
  $aukcije = 'Аукције';
  $svapravazadrzana = 'Сва права задржана';
  $faviconText = 'АД EMС Платформа зa транспарентност';
  $datum = 'Datum:';
  $rezultatidnevnihauk = 'Резултати дневних аукција';
  $rezultatimesecnihauk = 'Резултати месечних аукција';
  $rezultatigodisnjihauk = 'Резултати годишњих аукција';
  $danunapred = 'Дан унапред';
  $mesecunapred = 'Месец унапред';
  $godinaunapred = 'Година унапред';
  $TRANSPARENCY_OF_DATA = 'Транспарентност података у тржишту електричне енергије';
  $TRANSPARENCY_OF_DATA_TEXT = 'Транспарентност је од суштинског значаја за постизање функционалног, ефикасног, слободног и конкурентног тржишта електричне енергије. Она се односи на доступност и објављивање свих релевантних информација свим учесницима на тржишту електричне енергије и представља предуслов недискриминаторног функционисања тржишта електричне енергије.
  <br><br>
  У складу са Законом о енергетици, којим је транспонована Уредба ЕУ бр. 543/2013,  ЕМС АД је у обавези да објављује податке везане за тржиште електричне енергије у Србији. 
  <br><br> 
  Платформа је у фази развоја. Након завршене имлементације, ЕМС АД ће објављивати све релевантне податке о потрошњи, преносу и балансном тржишту у роковима дефинисаним у Правилима о објављивању кључних тржишних података.  
  Правила о објављивању кључних тржишних података су доступна на званичном сајту <a id="linkEMS" href="https://ems.rs/page.php?kat_id=60" target="_blank">ЕМС АД.</a>';
  $THE_TRANSPARENCY_PLATFORM_PROVIDES = 'Платформа за транспарентност пружа: ';
  $ADVANCED_VISUALISATION = 'Напредна визуализација';
  $DISPLAYING_DATA = 'Приказивање податка u табелама и у графичком облику';
  $REGULAR_UPDATE = 'Редовно ажурирање података';
  $REGULAR_PUBLISHING_DATA = 'Редовно објављивање података у складу са променама';
  $DOWNLOADING_DATA = 'Преузимање података';
  $ABILITY_TO_DOWNLOAD_DATA = 'Могућност преузимања података за жељени период, у форматима (XML, CSV, JSON)';
  $AVALIABLE_DATA = 'Тренутно се на овој платформи могу видети подаци из области:';
  $_NETWORK_CAPACITY_EXPLICIT_AUCTIONS = 'Преносни капацитет, Експлицитне аукције';
  $_NETWORK_CAPACITY = 'Преносни капацитет: приказани су подаци који се односе на прекограничне преносне капацитете и то за месец унапред и годину унапред.';
  $_EXPLICIT_AUCTIONS = 'Експлицитне аукције: резултати дневних, месечних и годишњих аукција права на коришћење прекограничних преносних капацитета. Подаци се могу видети у табеларном приказу и као XML. Такође, подаци се могу преузети у следећим форматима: XML, CSV и JSON.';
  $_SYSTEM_VERTICAL_LOAD = 'Прогнозирана дан унапред потрошња и Остварена потрошња';
  $_SYSTEM_VERTICAL_LOAD_TEXT = 'Прогнозирана дан унапред потрошња и Остварена потрошња. Подаци се могу видети кроз табеларни приказ и као XML. Такође, подаци се могу преузети у следећим форматима: XML, CSV и JSON.';
  $_SYSTEM_VERTICAL_LOAD_GRAPH = 'Упоредни подаци - прогнозирана и остварена потрошња';
  $_SYSTEM_VERTICAL_LOAD_TEXT_GRAPH = 'Упоредни подаци Прогнозирана дан унапред потрошња и Остварена потрошња се могу видети на графику.';
  $_PLANED_SCHEDULE_EVOLUTION = 'Промене прекограничних планова рада';
  $_PLANED_SCHEDULE_EVOLUTION_TEXT = 'Промене прекограничних планова рада: подаци се могу видети у табеларном приказу и као XML. Такође, подаци се могу преузети у следећим форматима: XML, CSV и JSON.';  
  $_PLAFORM = 'ПЛАТФОРМА';


  $_SELECT_DAY = 'Изабери дан';
  $_DAY = 'Дан';
  $_SELECT_DIRECTION = 'Изабери смер';  
  $_DIRECTION = 'Смер';
  $_HINT_TABLE = 'Табеларни приказ';
  $_HINT_CHART = 'Графички приказ';
  $_HINT_DOWNLOAD = 'Преузимање података';
  $_DOWNLOAD_DATA = 'Преузимање података';
  $_ALL_BORDERS = 'Све границе';
  $_TIME_PERIOD = 'Временски интервал';
  $_SELECT_PERIOD = 'Изабери интервал';
  $_MSG_TIME_PERIOD = 'Максимални интервал је 31 дан.';
  $_DATA_FORMAT = 'Формат података';
  $_DECIMAL_SEPARATOR = 'Децимални сепаратор';
  $_DOWNLOAD_BUTTON = 'Преузми';
  $_SELECT_DAY = 'Изаберите дан';
  $_MSG_SELECT_DAY = 'Кликните на "Дан" за избор дана.';
  $_ALL_DIRECTION = 'Све границе';
  $_HOUR = 'Сат';
  $_ALLOCATED = 'Укупан додељени капацитет';
  $_PRICE = 'Аукцијска цена';
  $_NO_DATA = 'Нема података за: ';
  $_NO_DATA_FOR_SELECTED_WEEK = 'Нема података за одабрану седмицу: ';
  $_NO_DATA_FOR_SELECTED_MONTH = 'Нема података за одабрани месец: ';
  $_REQUESTED = 'Укупан захтевани капацитет';  
  $_DAILY_AUC_ATC_RES = 'Расположиви прекогранични преносни капацитети и резултати дневних аукција';
  $_MONTHLY_AUCTION_TITLE = 'Резултати месечне аукције права на коришћење прекограничних капацитета';

  $RS_MK = 'Србија - Македонија';
  $MK_RS = 'Македонија - Србија';
  $RS_HU = 'Србија - Мађарска';
  $HU_RS = 'Мађарска - Србија';
  $RS_RO = 'Србија - Румунија';
  $RO_RS = 'Румунија - Србија';
  
  $_SELECT_MONTH = 'Изабери месец';
  $_MONTH = 'Месец';
  $_MSG_SELECT_MONTH = 'Кликни на "Месец" за одабир месеца.';
  $_ATC = 'ATC [MW]';
  $_AUCTION_PERIOD_FROM = 'Аукциони период (од)';
  $_AUCTION_PERIOD_TILL = 'Аукциони период (до)';
  $_REQUESTED_TABLE = 'Укупан захтевани капацитет [MW]';
  $_ALLOCATED_TABLE = 'Укупан додељени капацитет [MW]';
  $_NUM_AUCTION_PARTICIPANTS = 'Број учесника који су поднели захтев';
  $_NUM_AUCTION_PARTICIPANTS_NON_ZERO= 'Број учесника који су добили преносни капацитет';
  $_NUMBER_OF_BIDS = 'Укупан број аукцијских понуда';
  $_MARGINAL_PRICE = 'Маргинална цена [EUR/MWh]';
  $_CONGESTION = 'Загушења ';
  $_CONGESTION_Y_N = '[Da/Ne]';
  $_YES = 'Da';
  $_NO = 'Ne';
  $_MONTHLY_AUCTION_TITLE = 'Резултати месечне аукције права на коришћење прекограничних преносних капацитета';
  $_YEARLY_AUCTION_TITLE = 'Резултати годишње аукције права на коришћење прекограничних преносних капацитета';

  $_YEAR = 'Година';
  $_SELECT_YEAR = 'Изабери годину';
  $_MSG_SELECT_YEAR = 'Кликни на  "Година" за одабир године.';

  $_AVALIABLE_TRANSFER_CAPACITY_MONTHLY = 'Расположиви прекогранични преносни капацитет - месечни';
  $_TTC = 'TTC [MW]';
  $_TRM = 'TRM [MW]';
  $_NTC = 'NTC [MW]';
  $_AAC_YEARLY = 'AAC годишњи [MW]';
  $_AAC_MONTHLY = 'AAC месечни [MW]'; 
  $_HOURS_OF_POSSIBLE_USE = 'Планирани број часова могућег коришћења додељеног капацитета';
  $_AVALIABLE_TRANSFER_CAPACITY_YEARLY = 'Расположиви прекогранични преносни капацитет - годишњи';

  $SYSTEM_VERTICAL_LOAD = 'Потрошња';
  $SYSTEM_VERTICAL_LOAD_FORECAST = 'Прогнозирана дан унапред потрошња';
  $DAY_AHEAD = 'Дан унапред прогнозирана потрошња по временском интервалу у дану Д-1 за дан Д.';
  $SYSTEM_VERTICAL_REALISED_LOAD = 'Остварена потрошња';
  $REALISED_VERTICAL_LOAD_PER_BIDDING_ZONE = 'Реализована потрошња по временском интервалу у дану Д+1 за дан Д.';
  $_D1_FORECAST = 'D-1 Прогноза потрошње';
  $_REALISED_LOAD = 'Остварена потрошња';
  $_TIME = 'Sat:';
  $_REALISED_LOAD_NOT_AVALIABLE = 'Остварена потрошња - Подаци нису доступни';

  $_DATE = 'Датум';
  $_WEEKLY_FORECAST = 'Прогноза потрошње - седмична';
  $_MONTHLY_FORECAST = 'Прогноза потрошње - месечна';
  $_WEEKLY_FORECAST_GRAPH = 'Прогноза потрошње - седмична';
  $_MONTHLY_FORECAST_GRAPH = 'Прогноза потрошње - месечна';
  $_MIN_VALUE = 'Минимална вредност';
  $_MAX_VALUE = 'Максимална вредност';
  $_WEEK = 'Седмица';

  $_CROSS_BORDER = 'Прекогранични планови рада';
  $_CROSS_BORDER_H3 = 'Дан унапред планиране прекограничне размене између контрлоних области по смеру и по временском интервалу.';
  $_CAPACITY = 'Капацитет';


  $_HURS = 'Мађарска - Србија';
  $_RORS = 'Румунија - Србија';
	$_BGRS = 'Бугарска - Србија';
	$_MKRS = 'Mакедонија - Србија';
	$_ALRS = 'Албанија - Србија';
	$_MERS = 'Црна Гора - Србија';	
	$_BARS = 'БиХ - Србија';
	$_HRRS = 'Хрватска - Србија';
	$_RSHU = 'Србија - Мађарска';
	$_RSRO = 'Србија - Румунија';
	$_RSBG = 'Србија - Бугарска';
	$_RSMK = 'Србија - Mакедонија';	
	$_RSAL = 'Србија - Албанија';
	$_RSME = 'Србија - Црна Гора';	
	$_RSBA = 'Србија - БиХ';
  $_RSHR = 'Србија - Хрватска';
  

  $_PLANED_SCHEDULE_EVOLUTION = 'Промене прекограничних планова рада';
  $_PLANED_SCHEDULE_EVOLUTION_DESC = 'Сат унапред планиране прекограничне размене између контролних области по смеру и по временском интервалу.';
  $_DAY_BEFORE = 'Д-1';
  
  $_COPYRIGHT = '© АД Електромрежа Србије.';
  $_DATEPICKER_LANG = 'cir';
  $_KONTAKT_MAIL = 'Koнтакт:';

?>















